export const places = [
  {
    city: 'Ульяновск',
    points: [
      {
        addr: 'Альянс, ул. Рябикова, 70',
        coord: {
          lat: 54.276284, 
          lng: 48.289935
        }
      },
      {
        addr: 'Аквамолл, Московское ш., 108',
        coord: {
          lat: 54.306388, 
          lng: 48.359145
        }
      },
      {
        addr: 'Созидатель, просп. Созидателей, 116',
        coord: {
          lat: 55.773291, 
          lng: 49.169517
        }
      },
    ]
  },
  {
    city: 'Самара',
    points: [
      {
        addr: 'El Rio, Московское ш., 205',
        coord: {
          lat: 53.245046, 
          lng: 50.197424
        }
      },
      {
        addr: 'Парк Хаус, Московское ш., 81А',
        coord: {
          lat: 53.232214, 
          lng: 50.218949
        }
      },
      {
        addr: 'Космопорт, ул. Дыбенко, 30',
        coord: {
          lat: 53.234514, 
          lng: 50.223497
        }
      },
    ]
  },
  {
    city: 'Казань',
    points: [
      {
        addr: 'МЕГА, просп. Победы, 141',
        coord: {
          lat: 55.773291, 
          lng: 49.169517
        }
      },
      {
        addr: 'Южный, просп. Победы, 91',
        coord: {
          lat: 49.169517, 
          lng: 55.773291
        }
      },
      {
        addr: 'Сити-центр, ул. Хусаина Мавлютова, 45',
        coord: {
          lat: 55.773291, 
          lng: 49.169517
        }
      },
    ]
  },
];