export const places = [
    {
        name: 'Ульяновск',
        coord: {
            lat: 54.314192,
            lng: 48.403132,
        },
        points: [
            {
                addr: 'Альянс, ул. Рябикова, 70',
                coord: {
                    lat: 54.276284,
                    lng: 48.289935,
                },
            },
            {
                addr: 'Аквамолл, Московское ш., 108',
                coord: {
                    lat: 54.306388,
                    lng: 48.359145,
                },
            },
            {
                addr: 'Созидатель, просп. Созидателей, 116',
                coord: {
                    lat: 55.773291,
                    lng: 49.169517,
                },
            },
        ],
    },
    {
        name: 'Самара',
        coord: {
            lat: 53.195878,
            lng: 50.100202,
        },
        points: [
            {
                addr: 'El Rio, Московское ш., 205',
                coord: {
                    lat: 53.245046,
                    lng: 50.197424,
                },
            },
            {
                addr: 'Парк Хаус, Московское ш., 81А',
                coord: {
                    lat: 53.232214,
                    lng: 50.218949,
                },
            },
            {
                addr: 'Космопорт, ул. Дыбенко, 30',
                coord: {
                    lat: 53.234514,
                    lng: 50.223497,
                },
            },
        ],
    },
    {
        name: 'Казань',
        coord: {
            lat: 55.796127,
            lng: 49.106414,
        },
        points: [
            {
                addr: 'МЕГА, просп. Победы, 141',
                coord: {
                    lat: 55.773291,
                    lng: 49.169517,
                },
            },
            {
                addr: 'Южный, просп. Победы, 91',
                coord: {
                    lat: 49.169517,
                    lng: 55.773291,
                },
            },
            {
                addr: 'Сити-центр, ул. Хусаина Мавлютова, 45',
                coord: {
                    lat: 55.773291,
                    lng: 49.169517,
                },
            },
        ],
    },
];
