export const places = [
    {
        id: 0,
        name: 'Ульяновск',
        coord: {
            lat: 54.314192,
            lng: 48.403132,
        },
        points: [
            {
                id: 0,
                addr: 'Альянс, ул. Рябикова, 70',
                coord: {
                    lat: 54.276284,
                    lng: 48.289935,
                },
            },
            {
                id: 1,
                addr: 'Аквамолл, Московское ш., 108',
                coord: {
                    lat: 54.306388,
                    lng: 48.359145,
                },
            },
            {
                id: 2,
                addr: 'Созидатель, просп. Созидателей, 116',
                coord: {
                    lat: 54.359675,
                    lng: 48.563442,
                },
            },
        ],
    },
    {
        id: 1,
        name: 'Самара',
        coord: {
            lat: 53.195878,
            lng: 50.100202,
        },
        points: [
            {
                id: 0,
                addr: 'Апельсин, Ново-Садовая ул., 305А',
                coord: {
                    lat: 53.236165,
                    lng: 50.19085,
                },
            },
            {
                id: 1,
                addr: 'Гудок, Красноармейская ул., 131',
                coord: {
                    lat: 53.18331,
                    lng: 50.134871,
                },
            },
            {
                id: 2,
                addr: 'Космопорт, ул. Дыбенко, 30',
                coord: {
                    lat: 53.234514,
                    lng: 50.223497,
                },
            },
        ],
    },
    {
        id: 2,
        name: 'Казань',
        coord: {
            lat: 55.796127,
            lng: 49.106414,
        },
        points: [
            {
                id: 0,
                addr: 'МЕГА, просп. Победы, 141',
                coord: {
                    lat: 55.773291,
                    lng: 49.169517,
                },
            },
            {
                id: 1,
                addr: 'Южный, просп. Победы, 91',
                coord: {
                    lat: 55.76836,
                    lng: 49.217185,
                },
            },
            {
                id: 2,
                addr: 'Сити-центр, ул. Хусаина Мавлютова, 45',
                coord: {
                    lat: 55.744125,
                    lng: 49.19441,
                },
            },
        ],
    },
];
